// Author: Regmos 
// Version: 6.1.0.0 (04.01.2020)

// General

000 = Danish
001 = Ja
002 = Nej
003 = OK
004 = Luk
005 = Hovedvindue
006 = Regelvindue
007 = Find program der skal tillades
008 = Find program der skal blokeres
009 = Klik på programvindue for at tillade forbindelse
010 = Klik på programvindue for at blokere forbindelse
011 = Eller klik på denne dialog for at annullere
012 = Der blev oprettet ny regel der tillader forbindelse for
013 = Der blev oprettet ny regel der blokerer forbindelse for
016 = Komplet regelsæt importeret fra
017 = Komplet regelsæt eksporteret til
018 = Standardregler gendannet.
021 = Angiv den fulde filsti der passer til denne regel
022 = Delvist regelsæt importeret fra
023 = Delvist regelsæt eksporteret til
024 = Import af politikfil mislykkedes
025 = Eksport af politikfil mislykkedes
028 = Forbundet til placering
029 = Flere oplysninger
030 = Lås Windows firewalltilstand
031 = Lås Windows firewalltilstand op
032 = Lås
033 = Lås op
034 = Annuller
035 = Angiv kodeord
036 = Angiv kodeord for at låse op
037 = Ugyldigt kodeord
038 = Vis kodeord
039 = Åben hjemmesiden
040 = Administrer Windows firewallregler
042 = Vil du deaktivere Windows firewall ?
043 = Vis ikke igen
044 = Skrivebeskyttet
045 = Regeltilpasning med EdgeTraversal sat til 'Udsæt til bruger' er ikke fuldt understøttet, og derfor deaktiveres visse egenskaber. Vil du fortsætte ?
046 = Vil du slette disse regler?
050 = Udvidede egenskaber
051 = Denne regel indeholder ekstra egenskaber der kun kan indstilles fra WFwAS
053 = Ingen
052 = Antal
060 = Opdatér indstillinger
061 = Autoopdatér ved åbning
070 = Overblik
071 = Prøv Malwarebytes Premium
072 = Åben Malwarebytes
073 = Windows Firewall
074 = Til
075 = Fra
076 = Indgående
077 = Udgående
078 = Tillad alle
079 = Tillad
080 = Blokér
081 = Blokér alle

// Tab items

100 = Profiler
200 = Beskeder
300 = Indstillinger
400 = Regler
500 = Værktøj
600 = Om...

// Profiles

101 = Filtreringsniveauet bestemmer hvilke forbindelser der blokeres og hvilke der tillades
102 = Høj filtrering
103 = Alle ud- og indgående forbindelser blokeres. Profilen blokerer alle forsøg på at kommunikere med computeren.
104 = Medium filtrering (anbefales)
105 = Udgående forbindelser, uden tilhørende regler, blokeres. Kun tilladte programmer tillades.
106 = Lav filtrering
107 = Udgående forbindelser, uden tilhørende regler, tillades. Kun blokerede programmer blokeres.
108 = Ingen filtrering
109 = Windows firewall er slukket. Bør kun bruges, hvis du har installeret en anden firewall.
110 = Medium filtrering
111 = Angiv profil der genaktiveres, hvis du har valgt lavere filtrering, for at installere/opdatere programmer.
112 = Automatisk
113 = efter
114 = minutter

// Notifications

201 = Beskedniveauet angiver hvilke blokererede udgående forbindelser der vises til brugeren
204 = Vis beskeder
205 = Vis besked for alle blokerede udgående forbindelser, pånær dem fra de programmer, der er defineret som undtagelser herunder
206 = Læringstilstand
207 = Tillad automatisk programmer med en gyldig signatur og vis kun beskeder for usignerede programmer
208 = Deaktiveret
209 = Vis ingen beskeder.
210 = Beskedindstillinger
211 = Luk automatisk beskeder efter
212 = sekunder.
213 = Tilpasset tid for midlertidige regler er
214 = Afspil lyd ved beskeder
215 = Standardlyd
216 = Tilpasset lyd
217 = Vælg tilpasset lyd
220 = Vis beskeder øverst
221 = Avancerede beskedindstillinger
222 = Nulstil avancerede indstillinger
223 = Brug tillad regel ved søgning efter matchende regler. Anbefales for kompabilitet med andre sikkerhedsprogrammer hvis duplikatbeskeder vises.
224 = Brug generisk blokeringsregel ved søgning efter matchende regler. Hvis en blokeringsregel, der gælder alle programmer, matcher den blokerede forbindelse, vises beskeder ikke.
225 = Brug deaktiveringsregel ved søgning efter matchende regler. Hvis en matchende deaktiveringsregel findes, vises beskeder ikke.
230 = Udgående regel oprettet i læringstilstand.
240 = Angiv programmer og mapper, hvor der ikke skal vises beskeder
241 = Beskedundtagelser
242 = Tilføj undtagelse
243 = Fjern undtagelse
244 = Angiv ny undtagelse her
245 = Føj til beskedundtagelser
246 = Udelad fil
247 = Udelad mappe

// Options

301 = Vælg indstillinger for alle computerens brugerkonti
302 = Systemintegration
303 = Opret højrekliksmulighed for eksekverbare filer og deres genveje
304 = Start automatisk ved log ind
305 = Ved hurtigt brugerskift gælder indstillingen første bruger log ind.
308 = Globale genveje
309 = Globale genveje er tastegenveje der kan bruges uanset program.
321 = Høj filtrering er aktiv. Alle forbindelser blokeres indtil profilen skiftes manuelt.
324 = Importer, eksporter eller gendan brugerindstillinger
325 = Importer brugerindstillinger fra fil
326 = Eksporter brugerindstillinger til fil
327 = Nulstil alle indstillinger til standard
328 = Brugerindstillinger blev eksporteret til
329 = Efter bekræftelsen genstarter programmet og genindlæser alle indstillinger. Vil du fortsætte?
330 = Tillad gennem Windows Firewall
331 = Bloker gennem Windows Firewall
340 = Sprog

// Rules

401 = Angiv retning for nyoprettede regler:
402 = Udgående (anbefales)
403 = Angiv kun udgående regler som standard for nye programregler.
404 = Indgående
405 = Angiv kun indgående regler som standard. Bruges med omtanke. Indgående adgang kræves normalt til serverprogrammer.
406 = Ud- og indgående
407 = Opret begge som standard. Ikke anbefalet
408 = Angiv placeringer hvor nyoprettede regler gælder:
409 = Importer, eksporter eller gendan firewall regler
410 = Importer Windows firewallregler fra fil
411 = Eksporter Windows firewallregler til fil
412 = Gendan Windows firewall standardregler
413 = Gendan Windows Firewall Control anbefalede regler
414 = Der blev valgt et komplet regelsæt. Import af denne fil overskriver alle aktuelle Windows firewallregler. Eksporter først de gældende regler til en fil, hvis du vil gemme en kopi. Vil du importere nu?
415 = Gendannelse af standard regelsæt vil nulstille alle de ændringer i Windows firewall du har foretaget siden Windows blev installeret. Det kan forårsage problemer. Vil du fortsætte?
416 = Importer fra fil..
417 = Eksporter til fil...
418 = Gendannelse af anbefalede WFC regler gennemført.
419 = Genindlæs reglerne i regelvinduet. Tak.
420 = Denne handling sletter alt indhold i Windows firewall log. Vil du fortsætte?
421 = Der blev valgt et delvist regelsæt. Import af disse regler påvirker ikke de aktuelle regler, og reglerne i denne file føjes til det aktuelle regelsæt. Vil du importere nu?
422 = Filen er ikke til rådighed eller har et ugyldigt format!
423 = Gendannelse af anbefalede WFC regler vil oprette disse regler igen. Eksisterende aktuelle regler forbliver uændrede. Fortsæt ?

// Security

450 = Sikkerhed
451 = Angiv de sikkerhedstiltag der gennemtvinges af Windows Firewall Control
452 = Sikker start
453 = Aktiver automatisk høj filtrering når computeren lukkes. Når Windows startes igen, blokeres alle forbindelser, indtil brugeren ændrer profil.
454 = Sikre regler
455 = Beskyt mod regler der ikke er oprettet i de autoriserede grupper herunder. Dette gælder både nye og eksisterende regler.
456 = Autoriserede grupper
457 = Tilføj gruppe
458 = Fjern gruppe
459 = Definér ny autoriseret gruppe her
460 = Bemærk. Alle firewallregler, inkl. Windows Firewall standardregler, med gruppenavne der afviger fra de autoriserede grupper, slettes eller deaktiveres. Backup anbefales. Vil du fortsætte?
461 = Importér gruppenavne fra eksisterende regler
466 = Der blev fundet regler uden defineret gruppe. Føj dem til Windows Firewall Control gruppe, for at bevare dem, inden sikre regler aktiveres?
467 = Autorisér gruppe
470 = Sikker profil
471 = Beskyt Windows Firewall mod ekstern ændring. Når funktionen er aktiveret, kan import af regler, og ændring af filtrering, kun ske gennem dette program.
475 = Slet uautoriserede regler
476 = Deaktivér uautoriserede regler
477 = Tillad Windows Store regler

// Tools

501 = Brug genvejene herunder til at starte diverse systemværktøjer. Bemærk at de startes med højest mulige rettigheder.
502 = Windows firewall med avanceret sikkerhed
503 = Logbog
504 = Ressourceovervågning
505 = Kontrolpanel i Windows firewall
510 = Angiv adresser til online værktøjer herunder
511 = URL til kontrol af IP adresser
512 = URL til kontrol af filers SHA256 hash 
513 = URL til WHOIS forespørgsel
514 = URL til oplysninger om specifikke porte
520 = Kopier...
521 = Alle

// About

601 = Om programmet
602 = Søg efter opdatering
603 = Kan ikke kontakte opdateringsserver. Kontroller at programmet har tilladelse til at kontakte internettet og evt. proxy er rigtigt indstillet.
605 = Programmet er opdateret.
606 = Windows Firewall Control er blevet opdateret
607 = Vil du installere nyeste udgave?
608 = Vis nyheder
610 = Alle rettigheder forbeholdes.
611 = 3.parts meddelelser
612 = Brugeraftale (EULA)
621 = Grænsefladetyper
622 = Alle typer
623 = Specifik type
624 = Lokalnetværk
625 = Fjernadgang
626 = Trådløst
627 = Ind
628 = Ud
629 = Begge
640 = Edge traversal
641 = ICMP indstillinger
642 = Frys første kolonne
680 = Forekomster
681 = Alle forekomster
682 = Seneste forekomst
690 = Søg automatisk efter opdateringer
691 = Brug proxy
692 = Proxyindstillinger
693 = Adresse
694 = Brugernavn
695 = Kodeord
699 = Forældreproces

// Manage Rules

700 = Proces ID
701 = Navn
702 = Gruppe
703 = Program
704 = Placering
705 = Aktiveret
706 = Handling
707 = Retning
708 = Lokale adresser
709 = Lokale porte
710 = Fjernadresser
711 = Fjernporte
712 = Protokol
713 = Tjeneste
714 = Beskrivelse
715 = Genereringstid
716 = Handlinger
717 = Opdater liste
718 = Vis ugyldige regler
719 = Ryd log
720 = Søg regler
721 = Forbindelseslog
722 = Vis forbindelseslog
723 = Vis
724 = Vis
725 = Sidste 100 forbindelser
726 = Sidste 500 forbindelser
727 = Alle forbindelser
728 = forbindelser
729 = Tilpas kolonner
730 = Vis
731 = regler
732 = Alle regler
733 = Indkommende regler
734 = Udgående regler
735 = Brugerskabte regler
736 = Filtrer
737 = Intet filter
738 = Filtrer efter aktivering
739 = Filtrer efter deaktivering
740 = Søg
741 = Log forbindelser
742 = Regelsæt
743 = Importer regler fra fil
744 = Eksporter alle regler
745 = Eksporter valgte regler
746 = Gendan standardregler
747 = Gendan anbefalede regler
748 = Tilladte forbindelser
749 = Blokerede forbindelse
750 = Opret ny regel
751 = Gennemse og tillad
752 = Klik for at tillade
753 = Gennemse og bloker
754 = Klik for at blokere
755 = Tillad dette program
756 = Bloker dette program
757 = Tom regel
758 = Tilpas og opret
759 = Deaktivering af blokerede forbindelser deaktiverer også beskeder. Vil du fortsætte?
760 = Indstillinger
761 = Tillad
762 = Bloker
763 = Aktiver
764 = Deaktiver
765 = Slet
766 = Egenskaber
767 = Opret duplikat
768 = Generelt
769 = Avanceret
770 = Anvend
771 = Protokoller og porte
772 = Fjern og lokale IP adresser
773 = Indgående
774 = Udgående
775 = Domæne
776 = Privat
777 = Offentlig
778 = Alle
779 = Opret
780 = Alle
781 = Alle porte
782 = Tilpassede porte
783 = Tilpassede adresser
784 = Alle programmer
785 = Dette program
786 = Gennemse...
787 = F.eks: 80,443,9-29
788 = F.eks: 50.87.146.202
792 = Klik på 'Opdater liste' eller tast F5 for at indlæse data
793 = Et øjeblik...
794 = Føj til gruppe
795 = Nulstil sortering
796 = Forbindelser
797 = Nyligt blokeret
798 = Nyligt tilladt
799 = Vis duplikatregler

// Notification Dialog

800 = Blokerede udgående forbindelser
801 = Kilde
802 = Fjern
803 = Signeret
804 = Fjern IP 
805 = Tilpas regel før oprettelsen
806 = Tillad dette program
807 = Tillad altid internetforbindelse for dette program
808 = Bloker dette program
809 = Bloker altid internetforbindelse for dette program
810 = Bloker nu og spørg igen
811 = Tillad midlertidigt
812 = Kontroller denne fil
813 = Start en WHOIS forespørgsel
814 = Verificer denne IP adresse
815 = Åben filplacering
816 = Åben filegenskaber
817 = Kopier filplacering
818 = Læs om denne port
819 = Tilbage til regeldetaljer
823 = Tillad midlertidigt
824 = Bloker midlertidigt
825 = Til WFC genstart
830 = Flet regler
831 = Flettet regel
840 = Anvend på programmer og tjenester
841 = Anvend kun på tjenester
850 = Kildeadresse
851 = Kildeport
852 = Destinationsadresse
853 = Destinationsport

// Validations

920 = Angiv regelnavn
921 = Mellemrum er ikke tilladt
922 = Portintervallet skal være mellem 0 og 65535
923 = Angiv gyldigt IP interval
924 = Angiv gyldig IP adresse
925 = Duplikatparametre er ikke tilladt
926 = Tomme parametre er ikke tilladt
927 = Negative parametre er ikke tilladt
928 = Ugyldigt portinterval
929 = Felt skal udfyldes
930 = Filen findes ikke
931 = Understøttede filtyper
932 = Feltet skal indeholde et tal mellem 0 og 999
933 = Ugyldig undernetmaske
934 = Feltet skal indeholde et tal mellem 0 og 60
935 = Obligatorisk felt
936 = Ugyldig regel. Reglens programsti findes ikke
940 = Kan ikke kontakte Windows firewall kontroltjeneste

// Uninstall

950 = Afinstaller
951 = Dette vil fjerne programmet fra computeren. Vælg hvad du vil med de aktuelle Windows firewallindstillinger:
952 = Nulstil Windows firewall. Alle brugerdefinerede regler slettes, og Windows firewall standardregler beholdes.
953 = Gendan til før du installerede dette program. Alle regler der fandtes ved installeringen gendannes.
954 = Behold aktuelle regler og indstillinger. Fjern kun programmet og behold de nuværende regler og indstillinger.
956 = Deaktiver Windows firewall logning
957 = Afinstallering kører...
958 = Afinstallering er ikke tilladt, når programmet er låst med kodeord. Lås programmet op, og prøv igen. Forsøg på tvangsafinstallering med 3.parts programmer, vil gøre Windows Firewall ubrugelig.